"BUTTON_AUTHENTICATE" = "Sử dụng số điện thoại của tôi";

"BUTTON_CREATED_ACCOUNT" = "Đã tạo tài khoản";

"BUTTON_CREATE_ACCOUNT" = "Tạo tài khoản";

"BUTTON_CREATING_ACCOUNT" = "Đang tạo tài khoản";

"BUTTON_DISMISS" = "Bỏ qua";

"BUTTON_NOT_NOW" = "Không phải bây giờ";

"BUTTON_OK" = "OK";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Gửi lại mã xác nhận";

"BUTTON_RETRY" = "Thử lại";

"BUTTON_SENDING_CONF_CODE" = "Đang gửi mã xác nhận";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "Xác nhận";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "Đã xác nhận";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "Đang xác nhận";

"BUTTON_SEND_CONF_CODE" = "Gửi mã xác nhận";

"BUTTON_SENT_CONF_CODE" = "Đã gửi mã xác nhận";

"BUTTON_SIGNED_IN" = "Đã đăng nhập";

"BUTTON_SIGNING_IN" = "Đăng nhập";

"BUTTON_SIGN_IN" = "Đăng nhập";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Đăng nhập vào Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Thử một số khác";

"CALL_ME_ACTION" = "Gọi cho Tôi";

"CALL_ME_LOADING" = "Đang gọi...";

"ERROR_CANT_SMS" = "không thể gửi một tin nhắn SMS đến số này.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Vui lòng kiểm tra mã của bạn và thử lại";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ồ, có vẻ chúng ta đã gặp một sự cố về mạng. Chúng ta có thử lại không? [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Vui lòng kiểm tra số của bạn và thử lại";

"ERROR_TRY_AGAIN_LATER" = "Chúng tôi không thể đăng nhập bạn vào Twitter lúc này. Vui lòng thử lại sau.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Trước đây bạn đã đặt một mã xác nhận 2 bước trên <u>digits.com</u>";

"FOOTNOTE_CREATE_ACCOUNT" = "Khi nhấn vào \"Tạo tài khoản\" phía trên, bạn đã đồng ý với  <u>Điều khoản Dịch vụ</u>, <u>Chính sách Quyền riêng tư</u> và <u>Chính sách về Cookie</u> của Digits by Twitter và những người dùng %@ khác sẽ có thể tìm thấy số điện thoại và/hoặc email của bạn.";

"FOOTNOTE_SEND_CONF_CODE" = "Khi nhấn \"Gửi mã xác nhận\", <u>Digits by Twitter</u> sẽ gửi một tin nhắn SMS hoặc gọi điện cho bạn để xác nhận số điện thoại của bạn. Có thể áp dụng phí tin nhắn & dữ liệu.";

"FOOTNOTE_TOS_UPDATE" = "Khi nhấn \"Đăng nhập\" ở trên, bạn đã đồng ý với <u>Điều khoản Dịch vụ</u>, <u>Chính sách Quyền riêng tư</u> và <u>Chính sách về Cookie</u> được cập nhật của Digits by Twitter này, và những người dùng %@ khác có thể tìm ra bạn bằng số điện thoại và/hoặc địa chỉ email.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Điền mã xác nhận 2 bước";

"LABEL_ENTER_CONF_CODE" = "Điền mã xác nhận";

"LABEL_ENTER_PHONE_NUMBER" = "Điền số điện thoại của bạn";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Chúng tôi sử dụng Digits by Twitter để tìm thêm bạn bè của bạn là những người sử dụng ứng dụng này. Khi bạn nhấn Ok, chúng tôi sẽ upload sổ địa chỉ của bạn lên Digits by Twitter để có thể giúp bạn tìm những người dùng %@ mà bạn biết hoặc giúp những người dùng khác %@ khác tìm thấy bạn.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Tìm bạn bè của bạn";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Không thể xác nhận số điện thoại của bạn";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Xin lỗi, chúng tôi đang gặp rắc rối với việc gửi cho bạn mã xác nhận.";

"PARTIAL_FOOTNOTE_THIS_APP" = "ứng dụng này";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Mã xác nhận";

"PLACEHOLDER_CONF_CODE" = "Mã xác nhận";

"PLACEHOLDER_YOUR_NUMBER" = "Số của bạn";

"WAIT_FOR_CONF_CODE" = "Chúng tôi sẽ gửi một mã xác nhận đến điện thoại của bạn trong vòng một phút.";

